<template>
  <b-container>
    <b-row class="mt-4">
      <h4>Краткая справка:</h4>
      <p>
        Кнопка «Экспорт БД» позволяет экспортировать всю базу данных личных
        карточек в формате .json для дальнейшего использования.
      </p>
      <p>
        Кнопка «Импорт» позволяет импортировать отдельную карточку СИЗ в данное
        приложение. Она появляется только тогда, когда файл для импорта выбран.
        Пример импортируемых данных может быть найден на Яндекс.Диске
        <a href="https://disk.yandex.ru/d/HUkVl5OvVVX1Xg" target="blank"
          >здесь.</a
        >
      </p>
      <p>
        Кнопка «Удалить БД» позволяет удалить все данные, кроме карточек в
        реестре, расположенных под номером 1, 2 и 3.
      </p>
    </b-row>
  </b-container>
</template>
